export default {
  TITLE: "الصفوة المميزة للمقاولات والإنشاءات",
  NAVBAR: {
    MAIN: "الرئيسية",
    SERVICES: "خدماتنا",
    WHO_US: "من نحن",
    CONTACT: "تواصل معنا",
  },

  HERO: {
    TITLE: "نحن نقدم",
    TITLE_REST: "خدمة بناء احترافية",
    DESCRIPTION:
      "لدينا جميع متطلبات العميل وتنسيقها طبقا لتصميم يضمن تكامل البنود المختلفة مع بعضها البعض ويجمع بين الجودة الافضل والافكار الحديثة ومدة التنفيذ والتكلفة وطبقا للمواصفات العالمية.",
    SERVICES: "خدماتنا",
  },

  WHO_US: "من نحن",
  ABOUT_US:
    "شركة الصفوة المميزة هى شركة متخصصة فى مجال الأعمال الخرسانية والتشطيبات الداخلية والخارجية فى المملكة العربية السعودية وتتخذ من جدة مركزا لها تعتمد على مفهوم الجودة الشاملة حيث تحرص على إمتلاك كوادر هندسية وفنية وإدارية لتقديم جودة الخدمة الأفضل للعميل مع الأخذ فى الإعتبار مدة التنفيذ والتكلفة وأقل نسبة للإشراف فى المملكة وكذلك يتعبر ضمان ما بعد التنفيذ ركيزة أساسية للحفاظ على علاقة المنشأة بالعملاء.",

  WORKS_1: {
    TITLE: "التصميم",
    DESCRIPTION:
      "يلتزم المختصون فى التصميم والديكور لدينا بجميع متطلبات العميل وتنسيقها طبقا لتصميم يضمن تكامل البنود المختلفة مع بعضها البعض ويجمع بين الجودة الأفضل والأفكار الحديثة ومدة التنفيذ والتكلفة وطبقا للمواصفات العالمية التى تتوافق مع خدماتنا بالإستعانة بمختلف التصاميم واللوحات ثنائية وثلاثية الأبعاد ونماذج الرسوم الحاسوبية.",
  },
  WORKS_2: {
    TITLE: "النماذج ثنائية وثلاثية الأبعاد",
    DESCRIPTION:
      "يقوم فريق من المختصين في التصميم لدينا بتنفيذ جميع النماذج ثنائية وثلاثية الأبعاد ونماذج الرسوم الحاسوبية وتجهيز الرسومات التنفيذية للعمل بها فى الموقع بشكل إحترافى كما يتم عمل اللوحات النهائية طبقا للواقع لتسليمها للعميل.",
  },
  WORKS_3: {
    TITLE: "أعمال الحفر والردم والطرق",
    DESCRIPTION:
      "نقوم بأعمال الحفر والردم طبقا للمستوى المطلوب والدمك على طبقات مع الإلتزام الكامل بإجراءات السلامة الكاملة للأفراد والمعدات وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_4: {
    TITLE: "أعمال الخرسانات",
    DESCRIPTION:
      "نقوم بتنفيذ جميع أعمال الخرسانات سواء العادية أو المسلحة لجميع عناصر المنشأ الخرسانى والبلاطات الخرسانية SOG وتشطيب سطح الخرسانة بالهليكوبتر وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_5: {
    TITLE: "أعمال بردوره الطرق والإنترلوك",
    DESCRIPTION:
      "نقوم بتوريد وتركيب بردوره الطرق والإنترلوك بأشكاله وبمقاساته المختلفة وبجميع أشكال تركيبه وتنفيذ كل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_6: {
    TITLE: "أعمال العزل",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أنواع العزل المائى والحرارى طبقا للمواصفات وتنفيذ كل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_7: {
    TITLE: "أعمال التأسيس",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أعمال التأسيس والتي تشمل تمديدات الكهرباء والهاتف وأعمال التكييف بأنواعها وتمديدات الإنارة والمياه والصرف الصحى وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_8: {
    TITLE: "أعمال المباني",
    DESCRIPTION:
      "نقوم توريد وتركيب جميع أنواع الطوب حسب الخصائص المطلوبة لكل منشأ سواء للنواحى المعمارية أو للعزل الصوتى أو الحرارى وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_9: {
    TITLE: "أعمال الأرضيات",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أعمال الأرضيات والتى تشمل السيراميك والباركيه والبورسلين والرخام والموكيت وأرضيات الفينيل وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_10: {
    TITLE: "أعمال الأسقف المعلقة والقواطع الجبسية",
    DESCRIPTION:
      "نقوم بتوريد وتركيب بلاطات الأسقف المعلقة الجبسية بجميع أشكالها ومقاساتها وسماكتها وإستخداماتها سواء لمقاومة للحرائق أو الرطوبة طبقا للمواصفات وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_11: {
    TITLE: "أعمال التكسيات",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أنواع الكلادينج لتكسية واجهات أو حوائط جميع المنشآت المختلفة بأفضل خدمات الكلادينج المقاومة للحريق وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_12: {
    TITLE: "القواطع الزجاجية",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أنواع القواطع والواجهات الزجاجية بجميع أشكالها ومقاساتها وسماكتها وإستخداماتها مع دعاماتها الحديدية والإكسسوار وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_13: {
    TITLE: "أعمال الدهانات والتشطيبات",
    DESCRIPTION:
      "نقوم بتوريد وتنفيذ جميع أنواع الدهانات والتشطيبات الداخلية أو الخارجية طبقا للمواصفات وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_14: {
    TITLE: "الأبواب والديكورات",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أنواع الأبواب ودهانها تشمل الإكسسوارات طبقا للمواصفات وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_15: {
    TITLE: "أعمال الهارد لاندسكيب",
    DESCRIPTION:
      "نقوم بتنفيذ أعمال الهارد لاندسكيب مثل تسوية الأرض وتركيب البردورات وتنفيذ المشايات وحمامات السباحة والنوافير طبقا للمواصفات  وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  FOOTER: {
    ADDRESS: "جدة – 3302 أبو الفضل الحلبى",
    SAUDI: "المملكة العربية السعودية",
  },
  CONTACT: "التواصل",
  PHONE_NUMBER: "+966 56 973 4699",
};
